Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.15277ebacd5d
source: このまま分析できます。横や背面も追加すると、別方向から補って確認できます。
ar_sa: يمكنك تحليلها كما هي. إذا قمت أيضًا بإضافة العرض الجانبي أو الخلفي، فيمكنك التحقق من ذلك من اتجاه مختلف.
ca: Podeu analitzar-lo tal qual. Si també afegiu la vista lateral o posterior, podeu comprovar-la des d'una altra direcció.
cs: Můžeme pokračovat s analýzou. Přidáním údajů o stranách a zadní části můžeme získat komplexnější pohled.
da: Dette kan analyseres videre. Ved at tilføje målinger fra siden og bagsiden, kan vi få et mere komplet billede.
de_de: Dies kann analysiert werden. Durch Hinzufügen von Seiten- oder Rückseiten können Sie die Daten aus verschiedenen Perspektiven überprüfen.
el: Μπορούμε να αναλύσουμε αυτό. Επίσης, προσθέτοντας τις πλευρές και την πίσω όψη, μπορούμε να το εξετάσουμε από διαφορετικές οπτικές γωνίες.
en_au: We can analyze this data. Adding side or back views will allow for further verification from different angles.
es_es: Podemos analizar esto. Añadiendo también vistas laterales o frontales, podemos obtener información desde diferentes ángulos.
fi: Voimme analysoida tämän. Voit myös lisätä sivun ja takapuolen, jolloin voit tarkistaa tiedot eri näkökulmista.
fr_ca: Nous pouvons analyser cela. Ajouter également des vues latérales ou arrière permet de compléter l'analyse sous différents angles.
gu: આના પર વિશ્લેષણ કરી શકાય છે. આ ઉપરાંત, જો તમે બાજુ અને પાછળની તરફ પણ ઉમેરો, તો તમે અન્ય દિશાથી ચકાસી શકો છો.
he: ניתן לנתח זאת כעת. ניתן להוסיף גם צדדים וגם גב, כדי לבדוק מנקודות שונות.
hi: हम इस डेटा का विश्लेषण कर सकते हैं। यदि आप साइड और बैक भी जोड़ते हैं, तो आप अलग-अलग दिशाओं से भी जांच कर सकते हैं।
hr: Možemo analizirati ovo. Dodavanjem podataka o bočnom ili stražnjem dijelu, možemo provjeriti iz drugih smjera.
hu: Ezzel az adatokkal is lehet dolgozni. Ha a oldal és a hátoldal is hozzáadódnak, akkor más szempontból is ellenőrizhetjük.
id: Analisis dapat dilanjutkan seperti ini. Menambahkan pengukuran dari sisi samping atau belakang juga memungkinkan untuk memverifikasi dari sudut pandang yang berbeda.
it: Possiamo analizzare questo. Aggiungendo anche la vista laterale o posteriore, possiamo ottenere informazioni da diverse angolazioni.
ko: 이 데이터를 분석할 수 있습니다. 옆면이나 뒷면도 추가하면 다른 방향에서 보완하여 확인할 수 있습니다.
mr: याचे विश्लेषण करणे शक्य आहे. तसेच, बाजू आणि मागील बाजूस देखील नोंदी घेतल्यास, अधिक माहिती मिळू शकेल.
ms: Analisis ini boleh dijalankan. Jika anda menambah bahagian samping dan belakang, ia akan membantu dalam mengesahkan daripada sudut yang berbeza.
nl_nl: Dit kan worden geanalyseerd. Door ook de zijkanten en achterkant toe te voegen, kun je vanuit verschillende hoeken controleren.
no: Dette kan analyseres videre. Ved å legge til side- og bakside, kan vi få et mer komplett bilde.
pl: Możemy to teraz przeanalizować. Dodanie danych z boku lub tyłu pozwoli na weryfikację z różnych perspektyw.
pt_br: Podemos analisar isso. Adicionar também as laterais e a parte traseira permite verificar de diferentes ângulos.
pt_pt: Podemos analisar isso. Adicionar também as laterais e a parte traseira permite verificar de diferentes ângulos.
ro: Putem continua analiza. Adăugând și vizualizarea laterală sau din spate, putem verifica din alte perspective.
ru: Можно проанализировать данные в таком виде. Добавление данных о боковой и задней поверхности позволит получить более полную картину.
sk: Môžeme pokračovať s analýzou. Pridaním údajov o strane alebo zadnej časti môžeme overiť aj z iného úhlu.
sl: Lahko analiziramo tudi to. Dodajanje meritev z različnih strani (horizontalno in vertikalno) omogoča dodatno preverjanje.
sv: Detta kan analyseras vidare. Genom att lägga till sidor eller baksida kan du få en mer komplett bild.
ta: இதை வைத்து பகுப்பாய்வு செய்யலாம். மேலும், பக்கவாட்டில் மற்றும் பின்புறத்திலும் பகுப்பாய்வு செய்து சரிபார்க்கலாம்.
te: దీని ఆధారంగా విశ్లేషణ చేయవచ్చు. అదనంగా, పక్క మరియు వెనుక వైపులను కూడా జోడించడం ద్వారా వేరే కోణం నుండి ధృవీకరించుకోవచ్చు.
th: สามารถวิเคราะห์ได้ตามนี้ หากเพิ่มการวัดด้านข้างหรือด้านหลัง ก็จะช่วยให้เห็นภาพรวมที่สมบูรณ์มากขึ้น
tr: Bu verileri analiz edebiliriz. Ayrıca, yan ve arka tarafları da ekleyerek farklı açılardan kontrol edebilirsiniz.
uk: Можна провести аналіз далі. Додавши показники з боків або ззаду, можна отримати додаткову інформацію.
vi: Chúng ta có thể phân tích như vậy. Thêm các góc khác (ví dụ: bên, mặt sau) để kiểm tra từ nhiều hướng.
zh_hans: 可以继续分析。如果添加横向或背面，也可以从不同方向进行补充检查。
zh_hant: 可以這樣分析。如果還能加入側面或背面，就能從不同方向進行確認。

# health_meals_body_ai.15292dad18bc
source: 左下 背面・全身
ar_sa: أسفل الظهر الأيسر / الجسم كله
ca: Esquena inferior esquerra/tot el cos
cs: Vlevo dole: Zadní/celá tělo
da: Nederst til venstre: Bagside/Helkrop
de_de: Unten links: Rückseite/Gesamtansicht
el: Κάτω αριστερά: Όπισθός, ολόσωμο
en_au: Bottom left: Back-facing & full body
es_es: Abajo a la izquierda: Parte trasera y cuerpo completo
fi: Ala-vasen: Takapuoli・Koko keho
fr_ca: Coin inférieur gauche : Vue arrière/corps entier
gu: ડાબી બાજુ નીચે - પાછળ અને સંપૂર્ણ શરીર
he: פינה תחתונה: גב/שלם
hi: नीचे-बाएं: पीछे/पूरे शरीर
hr: Donji lijevo: Stražnji pogled, cijelo tijelo
hu: Jobbra alsó: Hátsófelület, teljes test
id: Bagian bawah kiri: Belakang & Tubuh Utuh
it: In basso a sinistra: Posteriore/Corpo intero
ko: 왼쪽 하단: 후면/전신
mr: उजवीकडे: मागचा/संपूर्ण शरीर
ms: Kiri Bawah: Belakang & Badan Penuh
nl_nl: Onder links: Achter- en volledig lichaam
no: Nederst til venstre: Bakside/hele kroppen
pl: Lewy dolny: Tylna strona i całe ciało
pt_br: Canto inferior: Traseira e corpo completo
pt_pt: Canto inferior: Traseira e corpo completo
ro: Stânga jos: Spate și corp întreg
ru: Низ слева: Задняя/полная
sk: Vľavo dole: Zadná strana / Celá farba tela
sl: Spodaj levo: Zadnji pogled, celo telo
sv: Nedre vänster: Från baksidan/Helkropp
ta: கீழ் இடது பக்கம் - பின்புறம் மற்றும் முழு உடல்
te: ఎడమవైపు దిగువ భాగ - వెనుక మరియు పూర్తి శరీరం
th: มุมล่าง: หลัง/เต็มตัว
tr: Alt Sol Köşede: Arka ve Tam Vücut
uk: У нижньому лівому куті: позаду, повний тіло
vi: Phía dưới bên trái: Lưng, toàn thân

# health_meals_body_ai.156dec7f8ca6
source: {{value1}}写真を削除
ar_sa: {{value1}}حذف الصورة
ca: {{value1}}Suprimeix la foto
cs: {{value1}} Odstranit fotografii
da: Slet foto {{value1}}
de_de: {{value1}} Foto löschen
el: Διαγραφή της φωτογραφίας {{value1}}
en_au: Delete {{value1}}
es_es: Eliminar {{value1}}
fi: {{value1}} Poista kuva
fr_ca: {{value1}} Supprimer la photo
gu: {{value1}} ફોટો ડિલીટ કરો
he: {{value1}} למחוק תמונה
hi: {{value1}} की तस्वीर हटाएं
hr: {{value1}} Obriši fotografiju
hu: {{value1}} Kép törlése
id: Hapus foto {{value1}}
it: {{value1}} Elimina la foto
ko: {{value1}} 사진 삭제
mr: {{value1}} फोटो हटवा
ms: Padamkan gambar {{value1}}
nl_nl: {{value1}} Foto verwijderen
no: Slett {{value1}}
pl: {{value1}} Usuń zdjęcie
pt_br: Excluir {{value1}}
pt_pt: Excluir {{value1}}
ro: Ștergeți {{value1}}
ru: Удалить фотографию "{{value1}}"
sk: Odstrániť fotografiu {{value1}}
sl: {{value1}} Izbrisati fotografijo
sv: {{value1}} Ta bort foton
ta: {{value1}} புகைப்படத்தை நீக்கவும்
te: {{value1}} ఫోటోను తొలగించండి
th: {{value1}}ลบรูปภาพ
tr: {{value1}} fotoğrafı sil
uk: {{value1}} Видалити фото
vi: {{value1}} Xóa ảnh
zh_hans: 删除 {{value1}} 照片
zh_hant: 刪除 {{value1}} 張照片

# health_meals_body_ai.1583e5cb8444
source: 未分析
ar_sa: غير محلل
ca: sense analitzar
cs: Neanalyzováno
da: Ikke analyseret
de_de: Nicht analysiert
el: Αναλύεται
en_au: Not analyzed
es_es: Sin analizar
fi: Analysoimatta
fr_ca: Non analysé
gu: અનુંálise કરેલ નથી
he: לא בוצע
hi: विश्लेषण नहीं किया गया
hr: Neobjašnjeno
hu: Nem elemített
id: Belum dianalisis
it: Non analizzato
ko: 분석되지 않음
mr: विश्लेषण न केलेले
ms: Belum dianalisis
nl_nl: Niet geanalyseerd
no: Ikke analysert
pl: Niezrealizowane
pt_br: Não analisado
pt_pt: Não analisado
ro: Ne analizat
ru: Не проанализировано
sk: Neanalyzované
sl: Neobdelano
sv: Ej analyserat
ta: ஆய்வு செய்யப்படாதது
te: విశ్లేషించబడనిది
th: ยังไม่ได้วิเคราะห์
tr: Analiz edilmemiş
uk: Не проаналізовано
vi: Chưa phân tích

# health_meals_body_ai.16365b4215a3
source: 今週 {{value1}}回・累計 {{value2}}回
ar_sa: هذا الأسبوع {{value1}} مرات/إجمالي مرات {{value2}}
ca: Aquesta setmana {{value1}} vegades/total {{value2}} vegades
cs: Tento týden {{value1}}x・celkem {{value2}}x
da: {{value1}} gange denne uge・Samlet {{value2}} gange
de_de: Diese Woche {{value1}} Mal / Gesamt {{value2}} Mal
el: Αυτή την εβδομάδα {{value1}} φορές・Συνολικός αριθμός {{value2}} φορών
en_au: {{value1}} times this week / total {{value2}} times
es_es: {{value1}} veces esta semana / {{value2}} veces en total
fi: Tällä viikolla {{value1}} kertaa・Kokonaismäärä: {{value2}} kertaa
fr_ca: {{value1}} séances cette semaine / {{value2}} séances au total
gu: આ અઠવાડિયા {{value1}} વખત • કુલ {{value2}} વખત
he: שבוע זה {{value1}} פעמים • סך הכל {{value2}} פעמים
hi: इस सप्ताह {{value1}} बार・कुल {{value2}} बार
hr: Ove tjedne {{value1}} puta・Ukupno {{value2}} puta
hu: Ezúttal {{value1}} alkalom・összesen {{value2}} alkalom
id: Minggu ini {{value1}} kali・Total {{value2}} kali
it: Questa settimana: {{value1}} volte / in totale {{value2}} volte
ko: 이번 주 {{value1}}회・총 {{value2}}회
mr: आता {{value1}} वेळा・एकूण {{value2}} वेळा
ms: Minggu ini {{value1}} kali・Jumlah {{value2}} kali
nl_nl: Deze week {{value1}} keer / Totale: {{value2}} keer
no: {{value1}} ganger denne uken・Totalt {{value2}} ganger
pl: Tego tygodnia {{value1}} razy / łącznie {{value2}} razy
pt_br: {{value1}} vezes nesta semana / {{value2}} vezes no total
pt_pt: {{value1}} vezes nesta semana / {{value2}} vezes no total
ro: {{value1}} sesiuni pe săptămână / {{value2}} sesiuni în total
ru: На этой неделе {{value1}} раз – общее {{value2}} раз
sk: Tento týždeň {{value1}}x / celkom {{value2}}x
sl: {{value1}}krat v tem tednu / skupaj {{value2}}krat
sv: {{value1}} gånger den här veckan・Totalt {{value2}} gånger
ta: இந்த வாரம் {{value1}} முறை・மொத்தம் {{value2}} முறை
te: ఈ వారం {{value1}} సార్లు・మొత్తం {{value2}} సార్లు
th: สัปดาห์นี้ {{value1}} ครั้ง・รวม {{value2}} ครั้ง
tr: Bu hafta {{value1}} kez・Toplam {{value2}} kez
uk: Цього тижня {{value1}} разів・Загальна відстань {{value2}} разів
vi: Trong tuần {{value1}} lần・Tổng cộng {{value2}} lần
zh_hans: 本周 {{value1}}次・累计 {{value2}}次
zh_hant: 本周 {{value1}}次・累计 {{value2}}次

# health_meals_body_ai.166aed922fa0
source: 食事のAI共有は設定でオフです。
ar_sa: تم إيقاف مشاركة الوجبات بالذكاء الاصطناعي في الإعدادات.
ca: L'ús compartit d'AI de menjar està desactivat a la configuració.
cs: Sdílení informací o jídle pomocí AI je vypnuto v nastavení.
da: Funktionen til at dele måltider med AI er slået fra i indstillingerne.
de_de: Die automatische Mahlzeiten-Erkennung ist in den Einstellungen deaktiviert.
el: Η λειτουργία κοινής χρήσης γευμάτων με την Τεχνητή Νοημοσύνη είναι απενεργοποιημένη στις ρυθμίσεις.
en_au: Meal sharing with AI is turned off in settings.
es_es: El uso de IA para compartir comidas está desactivado en la configuración.
fi: Ruokapäiväkirjan AI-toiminto on käytössä asetuksissa.
fr_ca: Le partage de repas par l'IA est désactivé dans les paramètres.
gu: ખોરાકની AI શેરિંગ સેટિંગ્સ બંધ છે.
he: שיתוף AI של ארוחות כבוי בהגדרות.
hi: भोजन के लिए AI साझाकरण सेटिंग में बंद है।
hr: Podjela informacija o jelima putem AI je isključena u postavkama.
hu: Az étkezések AI-alapú elemzése beállíthatóan kiküszöbölhető.
id: Fitur berbagi AI untuk makanan dimatikan dalam pengaturan.
it: La condivisione intelligente dei pasti è disattivata nelle impostazioni.
ko: 식사 AI 공유는 설정에서 꺼져 있습니다.
mr: आहारासाठी AI चा वापर बंद केला आहे.
ms: Kongsi AI tentang makanan dimatikan dalam tetapan.
nl_nl: Het delen van maaltijden met AI is uitgeschakeld in de instellingen.
no: Funksjonen for å dele måltider med AI er deaktivert i innstillingene.
pl: Udostępnianie informacji o jedzeniu przez AI jest wyłączone w ustawieniach.
pt_br: O compartilhamento de refeições com IA está desativado nas configurações.
pt_pt: O compartilhamento de refeições com IA está desativado nas configurações.
ro: Funcția de partajare a meselor cu AI este dezactivată în setări.
ru: Функция "умного" анализа питания отключена в настройках.
sk: Funkcia zdieľania jedla s AI je vypnutá v nastaveniach.
sl: Funkcija "Deljenje hrane z AI" je izklopljena v nastavitvah.
sv: Funktionen för att dela måltider med AI är avstängd i inställningarna.
ta: உணவுக்கான AI பகிர்வு, அமைப்புகளில் முடக்கப்பட்டுள்ளது.
te: ఆహార AI భాగస్వామ్యం సెట్టింగ్‌లలో ఆఫ్‌లో ఉంది.
th: การแบ่งปันข้อมูลอาหารด้วย AI ปิดอยู่ โปรดตรวจสอบในหน้าตั้งค่า
tr: Beslenme verileri, ayarlar bölümünde kapalıdır.
uk: Функція "AI-аналіз харчування" вимкнена в налаштуваннях.
vi: Chức năng chia sẻ bữa ăn bằng AI đang bị tắt trong cài đặt.
zh_hans: 饮食AI共享已关闭。
zh_hant: 飲食的AI分享已關閉。

# health_meals_body_ai.16a787976406
source: 前回比 {{value1}}
ar_sa: مقارنة بآخر مرة {{value1}}
ca: En comparació amb l'última vegada {{value1}}
cs: Srovnání s předchozím: {{value1}}
da: Sammenlignet med den forrige måling: {{value1}}
de_de: Vergleich mit dem vorherigen Wert: {{value1}}
el: Σε σύγκριση με την προηγούμενη, {{value1}}
en_au: Compared to the previous value: {{value1}}
es_es: Comparación con el valor anterior: {{value1}}
fi: Vertailu edelliseen: {{value1}}
fr_ca: Comparaison avec la valeur précédente : {{value1}}
gu: છેલ્લી વખતેની સરખામણીમાં {{value1}}
he: השוואה לערך הקודם: {{value1}}
hi: पिछले मुकाबले {{value1}}
hr: Usporedba s prethodnim danom: {{value1}}
hu: Az előző értékkel összehasonlítva: {{value1}}
id: Perbandingan dengan nilai sebelumnya: {{value1}}
it: Confronto con l'ultimo valore: {{value1}}
ko: 이전 대비 {{value1}}
mr: मागील मूल्याच्या तुलनेत {{value1}}
ms: Perbezaan berbanding sebelumnya: {{value1}}
nl_nl: Vergelijking met de vorige keer: {{value1}}
no: Sammenlignet med forrige gang: {{value1}}
pl: Porównanie do poprzedniej wartości: {{value1}}
pt_br: Comparado com o valor anterior: {{value1}}
pt_pt: Comparado com o valor anterior: {{value1}}
ro: Comparativ cu valoarea anterioară: {{value1}}
ru: Сравнение с предыдущим значением: {{value1}}
sk: Porovnanie s predchádzajúcou hodnotou: {{value1}}
sl: Primerjaj z zadnjo vrednostjo: {{value1}}
sv: Jämfört med tidigare: {{value1}}
ta: முந்தைய மதிப்போடு ஒப்பிடுகையில் {{value1}}
te: గతంతో పోలిస్తే {{value1}}
th: เปรียบเทียบกับค่าครั้งล่าสุด {{value1}}
tr: Önceki değere göre {{value1}}
uk: Порівняно з попереднім: {{value1}}
vi: So sánh với lần trước: {{value1}}
zh_hans: 上次比 {{value1}}
zh_hant: 上次比 {{value1}}

# health_meals_body_ai.16bcee4b0ed9
source: PFCからカロリーを自動計算
ar_sa: حساب السعرات الحرارية تلقائيا من PFC
ca: Calcula automàticament les calories a partir de PFC
cs: Automatické výpočty kalorií z PFC.
da: Beregn automatisk kalorier fra PFC.
de_de: Automatische Berechnung der Kalorien von PFC
el: Υπολογίστε αυτόματα τις θερμίδες από το PFC.
en_au: Automatically calculate calories from PFC.
es_es: Calcular automáticamente las calorías a partir de PFC.
fi: Laske kalorit automaattisesti PFC:n avulla.
fr_ca: Calcul automatique des calories à partir de PFC
gu: PFC દ્વારા કેલરીની આપોઆપ ગણતરી કરો.
he: חישוב אוטומטי של קלוריות מ-PFC.
hi: PFC से कैलोरी की स्वचालित गणना।
hr: Automatski izračunaj kalorije iz PFC-a.
hu: Automatikusan kiszámolja a kalóriákat a PFC alapján.
id: Hitung kalori secara otomatis dari PFC.
it: Calcola automaticamente le calorie da PFC
ko: PFC를 통해 자동으로 칼로리를 계산합니다.
mr: PFC वापरून कॅलरीची आपोआप गणना करा.
ms: Pengiraan kalori automatik daripada PFC.
nl_nl: Bereken automatisch calorieën via PFC.
no: Beregn kalorier automatisk fra PFC.
pl: Automatyczne obliczanie kalorii przez PFC.
pt_br: Calcular automaticamente as calorias a partir do PFC
pt_pt: Calcular automaticamente as calorias a partir do PFC
ro: Calculați automat caloriile din PFC.
ru: Автоматический расчет калорий на основе PFC.
sk: Automaticky vypočítajte kalórie z PFC.
sl: PFC izračun kalorij avtomatsko
sv: Beräkna automatiskt kalorier från PFC
ta: PFC மூலம் தானாகவே கலோரியைக் கணக்கிடலாம்.
te: PFC నుండి కేలరీలను స్వయంచాలకంగా లెక్కించండి.
th: คำนวณแคลอรี่อัตโนมัติจาก PFC
tr: PFC üzerinden otomatik olarak kalori hesaplaması
uk: Автоматичний розрахунок калорій з PFC
vi: Tính toán lượng calo tự động từ PFC.
zh_hans: 从PFC自动计算卡路里
zh_hant: 從 PFC 自動計算卡路里

# health_meals_body_ai.16d5fbaa5425
source: AI機能は設定でオフです。手動入力はこのまま保存できます。
ar_sa: تم إيقاف تشغيل وظيفة الذكاء الاصطناعي في الإعدادات. يمكن حفظ الإدخال اليدوي كما هو.
ca: La funció AI està desactivada a la configuració. L'entrada manual es pot desar tal com està.
cs: Funkce AI je vypnutá v nastavení. Ruční zadávání můžete uložit tak, jak je.
da: AI-funktionerne er slået fra i indstillingerne. Manuel input kan gemmes som det er.
de_de: Die KI-Funktion ist in den Einstellungen deaktiviert. Manuelle Eingaben können so gespeichert werden.
el: Οι λειτουργίες τεχνητής νοημοσύνης είναι απενεργοποιημένες στις ρυθμίσεις. Μπορείτε να αποθηκεύσετε χειροκίνητα δεδομένα όπως είναι.
en_au: The AI feature is turned off in settings. Manual input can be saved as is.
es_es: La función de IA está desactivada en la configuración. Puedes guardar la entrada manual tal cual.
fi: AI-toiminto on pois päältä asetuksissa. Manuaalinen syöttö voidaan tallentaa tällä hetkellä.
fr_ca: La fonctionnalité AI est désactivée dans les paramètres. L'entrée manuelle peut être sauvegardée ainsi.
gu: AI સુવિધાઓ સેટિંગ્સમાં બંધ છે. મેન્યુઅલ ઇનપુટને પણ જેમ છે તેમ સાચવી શકાય છે.
he: ניתן לשמור את הקלט ידני הזה כפי שהוא, הפונקציות של ה-AI כבויות בהגדרות.
hi: AI सुविधाएँ सेटिंग्स में बंद हैं। आप मैन्युअल रूप से दर्ज किए गए डेटा को भी बिना किसी बदलाव के सहेज सकते हैं।
hr: Funkcije AI-a su isključene u postavkama. Ručni unos možete spremiti kao što je.
hu: Az AI funkció le van tiltva a beállításokban. A manuális bevitelt is jelenleg meg lehet menteni.
id: Fitur AI dinonaktifkan dalam pengaturan. Input manual dapat disimpan seperti ini.
it: La funzionalità IA è disattivata nelle impostazioni. L'inserimento manuale può essere salvato così come è.
ko: AI 기능은 설정에서 꺼져 있습니다. 수동 입력도 그대로 저장할 수 있습니다.
mr: AI वैशिष्ट्ये सेटिंगमध्ये बंद आहेत. मॅन्युअल इनपुट जसेच्या तसे सेव्ह केले जाऊ शकते.
ms: Fungsi AI telah dimatikan dalam tetapan. Input manual boleh disimpan seperti apa adanya.
nl_nl: De AI-functie staat uit, via instellingen. Handmatige invoer kan worden opgeslagen zoals het is.
no: AI-funksjonene er slått av i innstillingene. Du kan lagre manuelle innganger som de er.
pl: Funkcje AI są wyłączone w ustawieniach. Można zachować ręczne wpisy w obecnym stanie.
pt_br: As funções de IA estão desativadas nas configurações. A entrada manual também pode ser salva como está.
pt_pt: As funções de IA estão desativadas nas configurações. A entrada manual também pode ser salva como está.
ro: Funcțiile AI sunt dezactivate în setări. Puteți salva introducerea manuală așa cum este.
ru: Функции ИИ отключены в настройках. Ручной ввод можно сохранить как есть.
sk: Funkcia AI je vypnutá v nastaveniach. Ručné zadávanie môžete uložiť tak, ako je.
sl: Funkcije AI so izklopljene v nastavitvah. Ročno vnos lahko shranite.
sv: AI-funktioner är avstängda i inställningarna. Du kan spara manuell inmatning som den är.
ta: AI செயல்பாடு அமைப்புகளில் முடக்குப்பட்டுள்ளது. கைமுறையாக உள்ளீடுகளை அப்படியே சேமிக்கலாம்.
te: AI ఫంక్షన్లు సెట్టింగ్‌లలో ఆఫ్‌లో ఉన్నాయి. మాన్యువల్‌గా నమోదు చేసిన వాటిని కూడా అలాగే నిల్వ చేసుకోవచ్చు.
th: ฟังก์ชัน AI ปิดอยู่ในการตั้งค่า สามารถบันทึกข้อมูลด้วยตนเองได้ตามนี้
tr: AI özellikleri, ayarlar üzerinden kapatılmıştır. Manuel giriş bu haliyle kaydedilebilir.
uk: Функція AI вимкнена в налаштуваннях. Ручне введення можна зберегти як є.
vi: Tính năng AI đã bị tắt trong cài đặt. Bạn có thể lưu thủ công như hiện tại.
zh_hans: AI功能已关闭，可以通过手动输入保存。
zh_hant: AI功能已關閉，您可以繼續手動輸入並儲存。

# health_meals_body_ai.16f7a1da8526
source: 完了
ar_sa: مكتمل
ca: Completat
cs: Dokončeno
da: Afsluttet
de_de: Fertig
el: Ολοκληρώθηκε
en_au: Completed
es_es: Completado
fi: Valmis
fr_ca: Terminé
gu: પૂર્ણ
he: סיום
hi: पूर्ण
hr: Dovršeno
hu: Befejezve
id: Selesai
it: Completato
ko: 완료
mr: पूर्ण
ms: Selesai
nl_nl: Voltooid
no: Fullført
pl: Zakończone
pt_br: Concluído
pt_pt: Concluído
ro: Finalizat
ru: Завершено
sk: Dokončené
sl: Končano
sv: Avslutad
ta: முடிந்தது
te: పూర్తి
th: เสร็จสิ้น
tr: Tamamlandı
uk: Завершено
vi: Hoàn thành
zh_hans: 完成
zh_hant: 完成

# health_meals_body_ai.17557a3ae4cb
source: 手首皮膚温
ar_sa: درجة حرارة جلد المعصم
ca: Temperatura de la pell del canell
cs: Teplota na zápěstí
da: Hudtemperatur på håndleddet
de_de: Handgelenkstemperatur
el: Θερμοκρασία δέρματος στον καρπό
en_au: Wrist skin temperature
es_es: Temperatura de la piel en el muñón
fi: Ranteen lämpötila
fr_ca: Température de la peau au poignet
gu: હાથની ત્વચાનું તાપમાન
he: טמפרטורת עור במרפק
hi: हाथ की त्वचा का तापमान
hr: Temperatura kože na zapešću
hu: Karok hőmérséklete
id: Suhu Kulit Pergelangan Tangan
it: Temperatura della pelle al polso
ko: 손목 피부 온도
mr: हातावरील त्वचेचे तापमान
ms: Suhu Kulit Pergelangan Tangan
nl_nl: Temperatuur van de huid op je pols
no: Hudtemperatur i håndledd
pl: Temperatura skóry nadgarstka
pt_br: Temperatura da pele no pulso
pt_pt: Temperatura da pele no pulso
ro: Temperatura pielii de la încheietură
ru: Температура кожи на запястье
sk: Teplota kože na zápasťí
sl: Temperatura kože na zapestju
sv: Armtemperatur
ta: கையின் தோல் வெப்பநிலை
te: చేతి చర్మ ఉష్ణోగ్రత
th: อุณหภูมิผิวหนังที่ข้อมือ
tr: El Bileği Cilt Sıcaklığı
uk: Температура шкіри на зап'ясті
vi: Nhiệt độ da ở cổ tay
zh_hans: 手腕皮肤温度
zh_hant: 手腕皮膚溫度
